mocks/requestGetCustomerNotValid.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
				  xmlns:my="http://company.com/myloyal">
   <soapenv:Header/>
   <soapenv:Body>
      <my:getCustomerProfileData>
         <my:cin>2</my:cin>
      </my:getCustomerProfileData>
   </soapenv:Body>
</soapenv:Envelope>
